{"class_name": "Tokenizer", "config": {"num_words": 10000, "filters": "!\"#$%&()*+,-./:;<=>?@[\\]^_`{|}~\t\n", "lower": true, "split": " ", "char_level": false, "oov_token": null, "document_count": 8, "word_counts": "{\"teach\": 3, \"form\": 2, \"4\": 2, \"student\": 3, \"about\": 1, \"chemical\": 1, \"environmental\": 1, \"science\": 1, \"lab\": 1, \"chemistry\": 2, \"mengajar\": 3, \"murid\": 1, \"tingkatan\": 1, \"3\": 1, \"java\": 1, \"pangkalan\": 1, \"data\": 1, \"asas\": 2, \"sains\": 4, \"komputer\": 4, \"math\": 1, \"for\": 1, \"special\": 2, \"needs\": 2, \"year\": 1, \"2\": 1, \"children\": 1, \"mathematic\": 1, \"mathematics\": 2, \"sql\": 1, \"anak\": 1, \"saya\": 1, \"kurang\": 1, \"faham\": 1, \"tentang\": 5, \"tema\": 1, \"pembinaan\": 2, \"negara\": 2, \"menggunakan\": 1, \"nota\": 1, \"ringkas\": 1, \"sejarah\": 2, \"mengetahui\": 1, \"arah\": 1, \"mata\": 1, \"angin\": 1, \"wind\": 1, \"direction\": 1, \"geografi\": 2, \"simpulan\": 2, \"bahasa\": 4, \"melayu\": 2, \"fizik\": 3, \"spm\": 1, \"thermodinamik\": 1}", "word_docs": "{\"environmental\": 1, \"student\": 3, \"teach\": 3, \"chemistry\": 1, \"about\": 1, \"4\": 2, \"form\": 2, \"science\": 1, \"chemical\": 1, \"lab\": 1, \"mengajar\": 3, \"java\": 1, \"tingkatan\": 1, \"sains\": 2, \"3\": 1, \"pangkalan\": 1, \"komputer\": 2, \"murid\": 1, \"asas\": 1, \"data\": 1, \"special\": 1, \"needs\": 1, \"mathematics\": 1, \"for\": 1, \"mathematic\": 1, \"year\": 1, \"2\": 1, \"children\": 1, \"math\": 1, \"sql\": 1, \"nota\": 1, \"anak\": 1, \"saya\": 1, \"menggunakan\": 1, \"ringkas\": 1, \"tema\": 1, \"negara\": 1, \"kurang\": 1, \"sejarah\": 1, \"tentang\": 4, \"pembinaan\": 1, \"faham\": 1, \"geografi\": 1, \"mata\": 1, \"mengetahui\": 1, \"arah\": 1, \"wind\": 1, \"direction\": 1, \"angin\": 1, \"melayu\": 1, \"bahasa\": 1, \"simpulan\": 1, \"fizik\": 1, \"thermodinamik\": 1, \"spm\": 1}", "index_docs": "{\"24\": 1, \"6\": 3, \"5\": 3, \"11\": 1, \"22\": 1, \"10\": 2, \"9\": 2, \"25\": 1, \"23\": 1, \"26\": 1, \"7\": 3, \"30\": 1, \"28\": 1, \"2\": 2, \"29\": 1, \"31\": 1, \"3\": 2, \"27\": 1, \"12\": 1, \"32\": 1, \"13\": 1, \"14\": 1, \"15\": 1, \"34\": 1, \"38\": 1, \"35\": 1, \"36\": 1, \"37\": 1, \"33\": 1, \"39\": 1, \"46\": 1, \"40\": 1, \"41\": 1, \"45\": 1, \"47\": 1, \"44\": 1, \"17\": 1, \"42\": 1, \"18\": 1, \"1\": 4, \"16\": 1, \"43\": 1, \"19\": 1, \"50\": 1, \"48\": 1, \"49\": 1, \"52\": 1, \"53\": 1, \"51\": 1, \"21\": 1, \"4\": 1, \"20\": 1, \"8\": 1, \"55\": 1, \"54\": 1}", "index_word": "{\"1\": \"tentang\", \"2\": \"sains\", \"3\": \"komputer\", \"4\": \"bahasa\", \"5\": \"teach\", \"6\": \"student\", \"7\": \"mengajar\", \"8\": \"fizik\", \"9\": \"form\", \"10\": \"4\", \"11\": \"chemistry\", \"12\": \"asas\", \"13\": \"special\", \"14\": \"needs\", \"15\": \"mathematics\", \"16\": \"pembinaan\", \"17\": \"negara\", \"18\": \"sejarah\", \"19\": \"geografi\", \"20\": \"simpulan\", \"21\": \"melayu\", \"22\": \"about\", \"23\": \"chemical\", \"24\": \"environmental\", \"25\": \"science\", \"26\": \"lab\", \"27\": \"murid\", \"28\": \"tingkatan\", \"29\": \"3\", \"30\": \"java\", \"31\": \"pangkalan\", \"32\": \"data\", \"33\": \"math\", \"34\": \"for\", \"35\": \"year\", \"36\": \"2\", \"37\": \"children\", \"38\": \"mathematic\", \"39\": \"sql\", \"40\": \"anak\", \"41\": \"saya\", \"42\": \"kurang\", \"43\": \"faham\", \"44\": \"tema\", \"45\": \"menggunakan\", \"46\": \"nota\", \"47\": \"ringkas\", \"48\": \"mengetahui\", \"49\": \"arah\", \"50\": \"mata\", \"51\": \"angin\", \"52\": \"wind\", \"53\": \"direction\", \"54\": \"spm\", \"55\": \"thermodinamik\"}", "word_index": "{\"tentang\": 1, \"sains\": 2, \"komputer\": 3, \"bahasa\": 4, \"teach\": 5, \"student\": 6, \"mengajar\": 7, \"fizik\": 8, \"form\": 9, \"4\": 10, \"chemistry\": 11, \"asas\": 12, \"special\": 13, \"needs\": 14, \"mathematics\": 15, \"pembinaan\": 16, \"negara\": 17, \"sejarah\": 18, \"geografi\": 19, \"simpulan\": 20, \"melayu\": 21, \"about\": 22, \"chemical\": 23, \"environmental\": 24, \"science\": 25, \"lab\": 26, \"murid\": 27, \"tingkatan\": 28, \"3\": 29, \"java\": 30, \"pangkalan\": 31, \"data\": 32, \"math\": 33, \"for\": 34, \"year\": 35, \"2\": 36, \"children\": 37, \"mathematic\": 38, \"sql\": 39, \"anak\": 40, \"saya\": 41, \"kurang\": 42, \"faham\": 43, \"tema\": 44, \"menggunakan\": 45, \"nota\": 46, \"ringkas\": 47, \"mengetahui\": 48, \"arah\": 49, \"mata\": 50, \"angin\": 51, \"wind\": 52, \"direction\": 53, \"spm\": 54, \"thermodinamik\": 55}"}}